{
  "new_instalation": "> **Setup mode was activated!**\n> *We almost done everything for you! But still some steps left!*\n\n> **First add your question of the day with:**\n```.add-qotd \"Title\n\n🙂 > Question!\n🙃 > More questions...\"```\\**The layout does not matter, just do not forget to add a `\"` at the beginning and the end of the message as shown above ^^*\n\\**Emojis must be from the current server and not unicode! If you have nitro you can use emojis of other servers were the bot also is in! (or add him in a private for emojis.)*\n\n\n> **Roles support**:\n`.setqotdrole @role` - *Set or change the role given when first person reacts.*\n`.setweekqotdrole @role` - *Set or change the role given when at Friday when we desite the week's winner!*\n\n\n> **Optional setup commands**:\n`.setqotdchannel #channel` - *Change channel were messages will be send.*\n`.add-qotd-cancel` - *Remove last added QOTD from the database.*\n\n\n> **Useful commands**:\n`.qotdlist` - *View how many QOTD's you have left in the database.*\n`.qotdstats` - *View the qotd info, stats and winners of that week/day.*\n`.qotd` - *Send the QOTD in its channel and start the automatic sending protocol:*\n\n\\**The automatic sending protocol randomly chooses a new time for the next day*\n  *it can be seen with .qotdwhen (same as .qotdstats). It can only be send if a question*\n  *is in our database. (can be seen with .qotdlist)*",
  "old_new_instalation": "**Message from the Events bot**:\n\n**1.** You have enabled the Question of the day module. (Referred as: QOTD)\nWe have set this channel to send messages in. \nTo change this do: `.setqotd`\nIt will change the channel to the channel where you send the command in.\n\n\n**2.** We also noted this message as the first QOTD message. \nSo only delete this one after running some setup commands.\n\n\n**3.** To get started add your QOTD messages with: \n```.addqotd \"Title\n\nEMOJI > Text\nEMOJI2 > Text2\"```*(tip, **SHIFT+ENTER**  to use ENTER without sending a message. So use SHIFT while tapping the ENTER button.)*\n\n\n**4.** When you added your QOTD you:\n**First** must do the `.qotd` command.\n**Than** can delete THIS message.\n\n\n**PRO TIP**: Don't ever delete the latest message that is sent by the bot (QOTD wise) because we save the last sent one.\nNo worries if you do. We can fix it yourself if you type .qotd 2 times.\n\n\nWe wish you good luck with our bot and have a great community!\nFrom all of us at Events <:events:835072736412958720>",
  "no_eddit_msg_left": "> You just may have ran into an error.\n> But no worries we got your back! \n> There are 2 possibilities:\n\n**1.**\n*You just installed the bot but did not add messages yet! \nTo add them do the following:*\n```.addqotd \"Title\n\nEMOJI > Text\nEMOJI2 > Text2\"```\n**2.**\n*You may have deleted the last send message,*\n*We have set this message to the last send message!*\n*So try to run the command again.*\n\n*Greetings,*\n*Events Bot* <:events:835072736412958720>",
  "no_messages_left": "> ***It looks like you ran out of messages to send.***\n> ***To add messages try: ***\n```.addqotd \"Title\n\nEMOJI > Text\nEMOJI2 > Text2\"```",
  "updated_message1": "*Winner is: ",
  "updated_message2": ", and has been granted the ",
  "updated_message3": " role!*",
  "set_qod": "> Success! We have set this channel to send question of the days in.",
  "add_qod1": "We added the message below to our database:",
  "add_qod2": "\n\n```If you enabled the module it will now automatically send the messages in its set channel.\nTo change the channel do: '.setqotdchannel (channel)'.```",
  "set_role": "> **Success! We saved the role:**",
  "qotd_expired": "> **The Question Of The Day has expired. Sorry for the inconvenience...**",
  "qotd_send": "> **The Question Of The Day was sent!**",
  "qotd_send_failed": "> **The Question Of The Day was not send... It could not, check permissions!**"
}